[NoID_CarefulIFind AkEvent]
SpokenText="Обачніше. З мого досвіду, машини схильні вибухати, якщо в них багато стріляти."

[NoID_CarefulPressThe AkEvent]
SpokenText="Обережно. Скористайтеся перевагою, поки вони вас не обійшли."

[NoID_GettingThatClose AkEvent]
SpokenText="З малої дистанції зручніше стріляти, але ризик надто великий. \"Адвент\" скористається будь-якою перевагою."

[NoID_YoureLateWhat AkEvent]
SpokenText="Центр, запізнюєтесь. Чим ви там займалися?"

[SHEN_Tactical_Tutorial_Cars_Make_Poor_Cover_ALT AkEvent]
SpokenText="Ви небезпечно зблизились з противником. Не можна давати \"Адвенту\" ніяких переваг. Обережніше!"

[SHEN_Tactical_Tutorial_Matinee_Curb_Stomp_ALT AkEvent]
SpokenText="Це вже відчутний ризик. Що далі?"

[SHEN_Tactical_Tutorial_Matinee_Security_Reveal AkEvent]
SpokenText="Неподібно, щоб вони збиралися йти. Не попадіться їм на очі, ми поки не готові діяти."

[SHEN_Tactical_Tutorial_Matinee_Transition AkEvent]
SpokenText="Сили \"Адвента\" стягуються до місця вибуху. Треба знайти ціль, поки вони не зрозуміли, що до чого."

[SHEN_Tactical_Tutorial_Ramirez_Move_Up AkEvent]
SpokenText="\"Гість-2\", дійте. Не забувайте про дистанцію. Якщо вас виявлять, ефект несподіванки буде втрачено."

[SHN_AvengerDefense_AllSystemsGreen AkEvent]
SpokenText="Що б це не було, після його знищення поле спотворень зникло. Система керування двигунами запрацювала. Ми зможемо злетіти протягом 60 секунд."

[SHN_AvengerDefense_FirstBoardingWarning01 AkEvent]
SpokenText="Шеф, не можна дозволити прибульцям отримати доступ до систем \"Месника\"! Якщо у них є вихідні коди керування, вони можуть ініціювати повне вимкнення Силового Ядра. У цьому випадку ми точно не зможемо злетіти."

[SHN_AvengerDefense_Intro02 AkEvent]
SpokenText="Шеф, у нас критичний збій системи. \"Месник\" приречений. Я підключила сканери до резервного живлення. Вони вказують на наявність поблизу потужного джерела радіації. Нам потрібно знайти та знищити те, що порушує роботу нашого обладнання."

[SHN_AvengerDefense_ShipBoarded01 AkEvent]
SpokenText="Шеф! Тепер я не можу запустити двигуни! Ми приречені… Я більше нічого не можу зробити."

[SHN_AvengerDefenseX_Intro02 AkEvent]
SpokenText="Шеф, прибульці застосували спотворювач. Я не можу запустити двигуни, поки ми від нього не позбудемося. Ви знаєте, що робити."

[T_Alien_Fortress_Residential_Diorama_Shen_01 AkEvent]
SpokenText="Що це?! Щось на зразок загону для людей?"

[T_Blacksite_Body_Containers_Spotted_Shen_P1 AkEvent]
SpokenText="Зачекайте-но! Це?.."

[T_Blacksite_Body_Containers_Spotted_Shen_P3 AkEvent]
SpokenText="Ці контейнери схожі на автономні елементи живлення. Вони схожі на якусь систему підтримки стазису. Можливо, що деякі з цих людей все ще живі."

[T_Blacksite_Interior_Reveal_Shen_P2_ALT AkEvent]
SpokenText="Мені це більше нагадує переробний завод, доктор."

[T_Blacksite_Interior_Reveal_Shen_P3 AkEvent]
SpokenText="Або переробний завод..."

[T_Blacksite_Liquid_Collection_Spotted_Shen_P1 AkEvent]
SpokenText="Думаю, Тайган правий. Хтось витратив купу часу на те, щоб побудувати цей об'єкт."

[T_Blacksite_Soylent_Gold_Spotted_Shen_P2 AkEvent]
SpokenText="Показники в нормі, енергетичний фон також. Думаю, можна спокійно підійти ближче."

[T_Blacksite_Vial_Pickup_Shen_P2 AkEvent]
SpokenText="Речовина не радіоактивна і не виділяє жодної енергії. Чим би вона не була, з нею можна мати справу."

[T_Broadcast_Flyover_Shen_P3 AkEvent]
SpokenText="Так, і нам доведеться отримати до неї прямий доступ, якщо ми сподіваємося перемогти."

[T_Broadcast_Rooftops_Env_Callouts_Shen_01 AkEvent]
SpokenText="Це один з їхніх передавачів. Вони й не намагалися приховати, що використовували технології прибульців."

[T_City_Center_Chip_Transmitter_Shen_01 AkEvent]
SpokenText="Звісно, розібратися в технологіях прибульців дуже непросто. Іноді важко визначити, який компонент є керуючим - органічний чи механічний."

[T_City_Center_Propaganda_Shen_01 AkEvent]
SpokenText="Гадаю, що коли ти у великому відчаї, ти повіриш у що завгодно. Навіть у те, що прибульці - твої друзі."

[T_Final_Mission_Final_Set_Four_Shen_02 AkEvent]
SpokenText="Мені це якось не подобається."

[T_Final_Mission_Final_Showdown_Begins_Shen_04 AkEvent]
SpokenText="Так, валите їх."

[T_Forge_Advent_Bodies_Sighted_Shen_01 AkEvent]
SpokenText="Мені здається, що це виробничий об'єкт. Правда, він виглядає інакше… Можливо, це? Може, звідси виходять війська \"Адвента\"?!"

[T_Forge_Avatar_Suit_Sighted_Shen_P3 AkEvent]
SpokenText="Кого ж вони в нього запихають?"

[T_Forge_Interior_Reveal_Shen_P1 AkEvent]
SpokenText="Це не цивільні особи. Це \"Адвент\"."

[T_Fortress_Recap_Callouts_Shen_01 AkEvent]
SpokenText="Гадаю, в цьому немає нічого дивного, але я не отримую жодних даних про місцезнаходження загону."

[T_Fortress_Recap_Callouts_Shen_02 AkEvent]
SpokenText="Мабуть, це фінальний етап всього процесу. Вони зібрали наш генетичний матеріал і використали його для створення Аватарів. Тепер вони намагаються завершити передачу. Новий початок для Старійшин за рахунок мільйонів людських життів."

[T_Fortress_Recap_Callouts_Shen_03 AkEvent]
SpokenText="Наскільки нам відомо, це може передувати самому вторгненню."

[T_Gene_Therapy_Clinic_Torture_Table_Shen_01 AkEvent]
SpokenText="Хіба це схоже на те, з допомогою чого можна комусь надати допомогу?"

[T_Overwatch_Shen AkEvent]
SpokenText="Дивіться в обидва. Може статися що завгодно."

[T_Psi_Gate_Gateway_Spotted_Shen_P2 AkEvent]
SpokenText="Це не той розлом, який використовував Кодекс, коли з'явився. Він може вести куди завгодно. Можливо, навіть не на Землю."

[T_Psi_Gate_Reveal_Shen_P2 AkEvent]
SpokenText="Навряд чи вихід десь поблизу."

[T_Setup_Phase_Avoid_Detection_Shen AkEvent]
SpokenText="Тримайте дистанцію. Якщо вас виявлять, ефект несподіванки буде втрачено."

[T_Setup_Phase_Break_Concealment_Shen_01 AkEvent]
SpokenText="Ми витратили купу часу на підготовку солдат, шеф, і вони готові. Якщо є можливість атакувати першими, слід нею скористатися."

[T_Setup_Phase_Break_Concealment_Shen_02 AkEvent]
SpokenText="Шеф, я не дуже багато розумію в тактиці, але наші солдати нічого не досягнуть, якщо будуть весь час ховатися від ворога."

[T_Setup_Phase_Break_Concealment_Shen_03 AkEvent]
SpokenText="Я не зрозуміла, ми зібралися вбивати прибульців чи ховатися від них у темному куті?"

[T_Setup_Phase_Cars_make_poor_cover_Shen AkEvent]
SpokenText="Як правило, я не раджу ховатися за автомобілями, оскільки вони займаються при стрільбі. Але зараз у нас не такий великий вибір."

[T_Setup_Phase_Combat_Tutorial_Shen_01 AkEvent]
SpokenText="Гаразд, \"Незваний гість\", ми скидаємо вас безпосередньо перед периметром. 30 секунд до старту."

[T_Setup_Phase_Combat_Tutorial_Shen_03 AkEvent]
SpokenText="Не розслаблятися. Ми явно привернули їхню увагу. Рухайтеся до точки зустрічі і виконайте завдання."

[T_Setup_Phase_Combat_Tutorial_Shen_04 AkEvent]
SpokenText="Для початку не попадіться на очі - займіть укриття біля тієї низької стіни."

[T_Setup_Phase_Combat_Tutorial_Shen_07 AkEvent]
SpokenText="Краще, ніж нічого. Спробуй знайти більш закриту позицію далі."

[T_Setup_Phase_Combat_Tutorial_Shen_09 AkEvent]
SpokenText="\"Загроза-2\", не відставайте від \"Загрози-1\"."

[T_Setup_Phase_Combat_Tutorial_Shen_11 AkEvent]
SpokenText="Охорона щільна, але у нас є перевага - вони поки не знають, що ви вже тут."

[T_Setup_Phase_Combat_Tutorial_Shen_12 AkEvent]
SpokenText="Зберігайте маскування, і ви зможете неприємно здивувати сили \"Адвента\". Обережно наближайтеся."

[T_Setup_Phase_Combat_Tutorial_Shen_13 AkEvent]
SpokenText="Ви в меншості, тому потрібен фактор несподіванки. Не попадіться на очі і дійте напевно."

[T_Setup_Phase_Combat_Tutorial_Shen_14 AkEvent]
SpokenText="Чудово. Звідси ви зможете..."

[T_Setup_Phase_Combat_Tutorial_Shen_14_a AkEvent]
SpokenText="Їх більше, ніж ми думали, але вони нічого про вас не знають. Добре."

[T_Setup_Phase_Combat_Tutorial_Shen_14_ALT AkEvent]
SpokenText="Чудово. Звідси ви зможете відкрити вогонь."

[T_Setup_Phase_Combat_Tutorial_Shen_14b AkEvent]
SpokenText="Чудово. Ми повинні бути готові до бою, навіть якщо підкріплень не буде."

[T_Setup_Phase_Combat_Tutorial_Shen_15 AkEvent]
SpokenText="Патруль! Усі в укриття!"

[T_Setup_Phase_Combat_Tutorial_Shen_18 AkEvent]
SpokenText="Ще встигнеш. Зосередься на завданні."

[T_Setup_Phase_Combat_Tutorial_Shen_21 AkEvent]
SpokenText="Дій."

[T_Setup_Phase_Combat_Tutorial_Shen_22 AkEvent]
SpokenText="Зараз або ніколи. Дій."

[T_Setup_Phase_Combat_Tutorial_Shen_24 AkEvent]
SpokenText="Тепер вони вас бачать. Пропоную спочатку стріляти, а потім уже святкувати."

[T_Setup_Phase_Combat_Tutorial_Shen_28 AkEvent]
SpokenText="Чорт! Ваша залізна броня таких влучень не витримає! Слідкуй за флангами!"

[T_Setup_Phase_Combat_Tutorial_Shen_32 AkEvent]
SpokenText="Вона викликає підкріплення! Зупини..."

[T_Setup_Phase_Combat_Tutorial_Shen_33 AkEvent]
SpokenText="...передачу."

[T_Setup_Phase_Combat_Tutorial_Shen_35 AkEvent]
SpokenText="Центр, запізнюєтесь. Чим ви там займалися?"

[T_Setup_Phase_Combat_Tutorial_Shen_39 AkEvent]
SpokenText="Ми всі чули ці чутки, але я не вірила, що це правда."

[T_Setup_Phase_Combat_Tutorial_Shen_41 AkEvent]
SpokenText="Схоже, передача знайшла адресата. Транспорт \"Адвента\" наближається до вашої позиції."

[T_Setup_Phase_Combat_Tutorial_Shen_43 AkEvent]
SpokenText="Стривайте. Огляньте тіло - нам зараз знадобиться взагалі все. Але поспішайте - кажуть, спорядження \"Адвента\" може самознищитися."

[T_Setup_Phase_Combat_Tutorial_Shen_45 AkEvent]
SpokenText="А коли ще цим займатися?"

[T_Setup_Phase_Combat_Tutorial_Shen_50 AkEvent]
SpokenText="Висадилися підкріплення!"

[T_Setup_Phase_Combat_Tutorial_Shen_59 AkEvent]
SpokenText="Ти повинна впоратися з протоколами безпеки дверей. Ніхто не очікував, що ми зможемо підібратися так близько."

[T_Setup_Phase_Combat_Tutorial_Shen_63 AkEvent]
SpokenText="Будемо сподіватися, розвідка нас не обдурила."

[T_Setup_Phase_Combat_Tutorial_Shen_66 AkEvent]
SpokenText="Схоже, тут панель доступу. Якщо я розгляну ближче, то..."

[T_Setup_Phase_Combat_Tutorial_Shen_71 AkEvent]
SpokenText="Мережа охорони \"Адвента\" просто вирує! \"Підбурювач\" готовий до евакуації. Центр - зараз або ніколи!"

[T_Setup_Phase_Combat_Tutorial_Shen_72 AkEvent]
SpokenText="Ні! Центр! Втратили \"Загрозу-1\"! Вам потрібно йти звідти!"

[T_Setup_Phase_Flight_Device_Spotted_Shen AkEvent]
SpokenText="Це компонент, який нам потрібен! Якщо ви повернете його в цілості й схоронності, у нас з'явиться шанс."

[T_Shen_AlienSightings_ACV AkEvent]
SpokenText="\"Адвент\" використовував ці безпілотні знаряддя для наведення порядку в віддалених поселеннях. Можливо, у нас вийде зламати одне з них, якщо нам вдасться підійти ближче."

[T_Shen_AlienSightings_AdvMEC_M1 AkEvent]
SpokenText="Це дуже добре оснащена механізована бойова одиниця. Нам треба знайти вразливі місця, якщо ми хочемо знищити цю штуку."

[T_Shen_AlienSightings_Andromedon AkEvent]
SpokenText="Це захисний костюм… Може, щось, що не може жити в нашій атмосфері?"

[T_Shen_AlienSightings_Archon AkEvent]
SpokenText="Можливо, прибульці і попрацювали над зовнішнім виглядом, але ці монстри нічим не краще за тих, з якими мав справу мій батько."

[T_Shen_AlienSightings_Drone AkEvent]
SpokenText="Здається, прибульці в основному використовують ці Дрони для підтримки і розвідки. Однак вони також придатні для бою."

[T_Shen_AlienSightings_Faceless AkEvent]
SpokenText="Навіть не думайте про це."

[T_Shen_AlienSightings_Gatekeeper AkEvent]
SpokenText="Порівняно з іншими видами, що нам траплялися, цей дуже витончений. Показники його псі-активності надзвичайно високі."

[T_Shen_AlienSightings_Sectopod AkEvent]
SpokenText="З його допомогою прибульці нейтралізували звичайні збройні сили Землі. Він однаково легко пробиває броню і знищує піхоту. Будьте обережні."

[T_Shen_AlienSightings_Synthoid AkEvent]
SpokenText="Ця штука схожа на андроїда, їхню вдосконалену розробку в галузі біомеханіки."

[T_Shen_AlienSightings_Turret AkEvent]
SpokenText="Не наближайтеся до тих турелей. Ми поки не знаємо, автоматичні вони чи керуються віддалено."

[T_Shen_AlienSightings_Turret_MK2 AkEvent]
SpokenText="Прицілювання цієї турелі відрізняється від того, з чим ми стикалися, - схоже, на неї встановили нові сенсори. Я б на вашому місці не висовувався: якщо ресурсів системи вистачить, вона зможе атакувати кілька цілей."

[T_Small_Town_Advent_Propaganda_Shen_01 AkEvent]
SpokenText="Чому прибульці просто не залишать цих людей у спокої? Якщо вже вони тут, значить, вони зробили свій вибір."

[T_Small_Town_Modified_Cars_Shen_01 AkEvent]
SpokenText="Мушу сказати, я вражений тим, що ці люди зуміли спорудити без жодних попередніх джерел пального. Ніколи не варто недооцінювати людську винахідливість."

[T_Small_Town_Shen_Shen_01 AkEvent]
SpokenText="У дитинстві я любив цю гру."

[T_Support_First_Advent_Tower_Spotted_Shen AkEvent]
SpokenText="Наші \"Гремліни\" можуть спробувати отримати доступ до мережі \"Адвента\" прямо звідси. Можливо, ми зуміємо зламати системи і отримати перевагу. Будьте обережні, якщо вони виявлять нас, тут стане гаряче."

[T_Tactical_Callouts_Advent_Shen_01 AkEvent]
SpokenText="Мені завжди було цікаво, хто розробляє техніку і спорядження для \"Адвента\". Виглядає вражаюче."

[T_UFO_Alien_Computer_Shen_01 AkEvent]
SpokenText="Я б не проти поглянути на їхній бортовий комп'ютер. Наші, можливо, варто було б оновити."

[T_UFO_Power_Supply_Shen_01 AkEvent]
SpokenText="Система енергозабезпечення на цьому кораблі, ймовірно, є новою модифікацією ядра Ілириума, що керує роботою \"Месника\"."
